Repository: mamashin/upn-epc-qr
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ru, sl

source: Error filling out the form
ru: Ошибка заполнения формы
sl: Napaka pri izpolnjevanju obrazca

source: <p>This service allows you to work with Slovenian <strong>UPN QR</strong> payment codes: convert them to <strong>EPC QR</strong> format (compatible with Revolut, Bunq, N26 and other EU banks), create new UPN invoices, and generate PDF copies.</p>
ru: <p>Этот сервис позволяет работать со словенскими платежными <strong>UPN QR</strong> кодами: конвертировать их в формат <strong>EPC QR</strong> (совместимый с Revolut, Bunq, N26 и другими банками ЕС), создавать новые UPN счета и генерировать PDF копии.</p>

source: scan QR with a camera
ru: сканировать QR c помощью камеры
sl: kenirajte QR kodo s kamero

source: create new UPN invoices or enter payment details
ru: создать новый UPN счет или ввести данные платежа

source: edit the scanned code
ru: редактировать отсканированный код
sl: uredite skenirano kodo

source: download invoice as PDF copy
ru: скачать PDF копию счета

source: After scanning the QR code, you can choose to either copy the link to share it or save it for later use.
ru: После сканирования QR-кода, вы можете скопировать ссылку на этот код, чтобы поделиться ей или использовать ее позже.
sl: Po skeniranju QR kode lahko izberete ali želite kopirati povezavoin jo deliti ali pa jo shranite za kasnejšo uporabo.

source: EPC Form
ru: EPC Форма

source: Full UPN Form
ru: Полная UPN Форма

source: Create complete UPN invoice with all fields
ru: Создайте полный UPN счет со всеми полями

source: Enter the data to create a new invoice
ru: Введите данные для формирования нового счета
sl: Vnesite podatke za ustvarjanje novega računa

source: Recipient Information
ru: Информация о получателе

source: Payment Details
ru: Детали платежа

source: Payer Information (Optional)
ru: Информация о плательщике (необязательно)

source: Create QR
ru: Создать QR
sl: Ustvarite QR

source: Error QR code, only QR codes in UPN QR format are supported
ru: Ошибка формата QR-кода, поддерживаются только QR-коды в формате UPN QR
sl: Napaka QR kode, podprte so samo QR kode v formatu UPN QR

source: QR code creation error
ru: Ошибка создания QR-кода
sl: Napaka pri ustvarjanju QR kode

source: Link for sharing QR
ru: Ссылка на QR код
sl: Povezava za deljenje QR

source: copy to clipboard
ru: скопировать ссылку
sl: Kopiraj v odložišče

source: QR code not found
ru: QR код не найден
sl: QR koda ni bila najdena

source: EPC QR code for payment via Revolut / Bunq / N26 / etc..
ru: EPC QR код для оплаты через Revolut / Bunq / N26 / etc..
sl: EPC QR koda za plačilo prek Revolut / Bunq / N26 / etc..

source: The amount was not specified in the original invoice and has been automatically set to 0.01 EUR. You can change it using the edit form or in your banking app.
ru: Сумма не была указана в оригинальном счете и автоматически установлена как 0.01 EUR. Вы можете изменить её через форму редактирования или в банковском приложении.
sl: Znesek ni bil naveden v izvirnem računu in je bil samodejno nastavljen na 0,01 EUR. Lahko ga spremenite prek obrazca za urejanje ali v bančni aplikaciji.

source: Download UPN Invoice
ru: Скачать UPN счет

source: Invoice Download Settings
ru: Настройки скачивания счета
sl: Nastavitve prenosa računa

source: Top
ru: Сверху
sl: Zgoraj

source: Bottom
ru: Снизу
sl: Spodaj

source: Position
ru: Позиция
sl: Položaj

source: Where to place the payment slip on the page
ru: Где разместить платежку на странице
sl: Kje želite postaviti plačilni nalog na strani

source: Print background template
ru: Печатать подложку
sl: Natisni predlogo ozadja

source: Cancel
ru: Отмена
sl: Prekliči

source: Download
ru: Скачать
sl: Prenesi

source: Recipient's name
ru: Имя получателя (Ime prejemnika)

source: Recipient's IBAN
ru: IBAN получателя (IBAN prejemnika)

source: Amount
ru: Сумма (Znesek)
sl: Znesek

source: Recipient's reference
ru: Референс получателя (Referenca prejemnika)

source: Payment deadline
ru: Срок платежа (Rok plačila)

source: Recipient's street
ru: Улица получателя (Ulica prejemnika)

source: Recipient's city
ru: Город получателя (Kraj prejemnika)

source: Reference
ru: Референс (Referenca)

source: Purpose code
ru: Код назначения (Koda namena)

source: Payment purpose
ru: Назначение платежа (Namen plačila)

source: Payer's name
ru: Имя плательщика (Ime plačnika)

source: Payer's street
ru: Улица плательщика (Ulica plačnika)

source: Payer's city
ru: Город плательщика (Kraj plačnika)

source: IBAN must start with 2 letters followed by digits
ru: IBAN должен начинаться с 2х букв и далее цифры
sl: IBAN mora začeti z 2 črkami, ki ji sledijo številke

source: The amount cannot be less than 0.01 and more than 999999.99
ru: Сумма не может быть меньше 0.01 и больше 999999,99
sl: Znesek ne sme biti manjši od 0,01 in več kot 999999,99

source: Russian
ru: Русский
sl: Ruščina

source: English
ru: Английский
sl: Angleščina

source: Slovenian
ru: Словенский
sl: Slovenščina

source: <p>This service allows you to scan <strong>UPN QR</strong> codes (used in Slovenia) and obtain payment details in <strong>EPC QR</strong> format compatible with Revolut, Bunq, N26 and other EU banks.</p>
sl: <p>Ta storitev omogoča skeniranje <strong>UPN QR</strong> kod (ki se uporabljajo v Sloveniji) in prejemanje podatkov o plačilu v formatu <strong>EPC QR</strong>, ki je združljiv z Revolut, Bunq, N26 indrugimi bančnimi institucijami v EU.

source: manually enter payment details
sl: ročno vnesite podatke za plačilo

source: download original invoice as PDF
sl: prenesite izvirni račun kot PDF

source: Recipient’s name
sl: Ime prejemnika

source: Recipient’s IBAN
sl: IBAN prejemnika

source: Recipient’s reference
sl: Referenca prejemnika

source: Bank Association of Slovenia-GIZ
sl: Združenje bank Slovenije - GIZ

source: Download Invoice
sl: Prenesite račun

source: Disable if you have pre-printed forms
sl: Onemogočite, če imate že natisnjene obrazce
